// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "保存ジョブ";

NoPrintTitle = "ジョブを印刷できませんでした";
NoDeleteTitle = "ジョブを削除できませんでした";
NoPrintMsg1 = "PIN が正しいか確かめてください。";
NoPrintMsg2 = "プリンタが接続されオンライン状態であるかチェックしてください。";

DeleteButtonTitle = "削除";
CancelButtonTitle = "キャンセル";

DeleteJobAlertTitle = "\"%@\" ジョブを削除して良いですか？";
DeleteJobAlertMsg = "ジョブのデータが失われるため、この作業を元に戻すことはできません。";

EnableJobStoring = "ジョブの保存を有効にする";
TaskDescription = "印刷または削除する保存ジョブを選択してください。 必要な印刷部数を入力することによって、複数部数を印刷できます。";
UserName = "ユーザ名";
JobName = "ジョブ名";
PinTitle = "セキュア ジョブ PIN を入力：";
CopiesTitle = "印刷部数：";
DeleteButton = "削除";
PrintButton = "印刷";
ApplyNowButton = "今すぐ適用";